Repository: dolphin-emu/www
Catalog: dolweb/locale/*/LC_MESSAGES/django.po
Languages: el, hr, pt, th_th

source: Official website of Dolphin, the GameCube and Wii emulator. Download the latest version (%(ver)s) now or ask questions on our forums for help.
el: Επίσημη ιστοσελίδα του Dolphin, εξομοιωτή του GameCube και Wii. Κατεβάστε την τελευταία έκδοση (%(ver)s) τώρα ή κάντε ερωτήσεις στο φόρουμ μας για βοήθεια.
hr: Službena web stranica Dolphina, Gamecube i Wii emulatora. Preuzmite najnoviju verziju (%(ver)s) ili postavite pitanje na našim forumima.
pt: Site oficial do Dolphin, o emulador da GameCube e Wii. Transfere agora a última versão (%(ver)s) ou faz as tuas perguntas nos nossos fóruns para ajuda.
th_th: เว็บไซต์อย่างเป็นทางการของ Dolphin, อีโมูเลเตอร์สำหรับเครื่องเกม GameCube และ Wii ดาวน์โหลดเวอร์ชันล่าสุด (%(ver)s) ได้แล้ววันนี้ หรือสามารถสอบถามข้อสงสัยได้จากฟอรั่มช่วยเหลือ

source: GameCube/Wii games on PC
el: GameCube/Wii παιχνίδια στο PC
hr: GameCube/Wii igre na kompjuteru
pt: Jogos da GameCube/Wii no PC
th_th: เกม GameCube/Wii บน PC

source: Dolphin Emulator
el: Dolphin Εξομοιωτής
pt: Emulador Dolphin

source: <b>Dolphin</b> is an emulator for two recent Nintendo video game consoles: the <b>GameCube</b> and the <b>Wii</b>. It allows PC gamers to enjoy games for these two consoles in <b>full HD</b> (1080p) with several enhancements: compatibility with all PC controllers, turbo speed, networked multiplayer, and even more!
el: Το <b>Dolphin</b> είναι ένας εξομοιωτής για τις δύο πρόσφατες κονσόλες της Nintendo: Το <b>GameCube</b> και το <b>Wii</b>. Επιτρέπει στους PC gamers να απολαμβάνουν παιχνίδια για αυτές τις δύο κονσόλες σε <b>full HD</b> (1080p) με διάφορες βελτιώσεις: συμβατότητα με όλα τα χειριστήρια για PC, turbo ταχύτητα, δικτυωμένο multiplayer, και πολλά ακόμη!
hr: <b>Dolphin</b> je emulator za dvije Nintendove konzole: <b>GameCube</b> i <b>Wii</b>. On omogućuje korisnicima PC da uživaju u igrama u <b>punom HD-u</b> (1080p) sa dodatnim mogućnostima: kompatibilnost sa svim PC kontrolerima , turbo brzinom, mrežnim igranjem i puno više!
pt: O <b>Dolphin</b> é um emulador para duas recentes consolas de jogos Nintendo: a <b>GameCube</b> e a <b>Wii</b>. Permite aos jogadores de PC usufruir de jogos para ambas em <b>completo HD</b> (1080p) com várias melhorias: compatibilidade com todos os controladores de PC, velocidade turbo, multijogador em rede e ainda mais!

source: Download %(last_release)s for Windows, Mac and Linux »
el: Κατεβάστε το %(last_release)s για Windows, Mac και Linux »
hr: Preuzmite %(last_release)s odmah za Windows, Mac i Linux »
pt: Transferir %(last_release)s para Windows, Mac e Linux »
th_th: ดาวน์โหลด %(last_release)s สำหรับ Windows, Mac และ Linux »

source: RSS feed of the latest articles
el: RSS ροή των τελευταίων άρθρων
pt: Feed RSS dos últimos artigos
th_th: ฟีดข่าวของบทความล่าสุด

source: Latest articles
el: Τελευταία άρθρα
hr: Najnoviji članci
pt: Últimos artigos
th_th: บทความล่าสุด

source: / Part of series <a href="%(url)s">%(name)s</a>
el: / Μέρος της σειράς <a href="%(url)s">%(name)s</a>
pt: / Parte da série <a href="%(url)s">%(name)s</a>

source: Read this article
el: Διαβάστε αυτό το άρθρο
hr: Pročitaj ovaj članak
pt: Ler este artigo
th_th: อ่านบทความนี้

source: No articles yet.
el: Κανένα άρθρο ακόμη.
hr: Nema članaka
pt: Sem artigos ainda.
th_th: ยังไม่มีบทความ

source: View all the user-contributed screenshots of the Dolphin Emulator: GameCube and Wii games in HD.
el: Δείτε όλες τις φωτογραφίες που συνέβαλαν χρήστες από τον Dolphin Εξομοιωτή: GameCube και Wii παιχνίδια σε HD.
hr: Prikaži sve korisnički dodane slike Dolphin emulatora u HD kvaliteti.
pt: Ver todas as capturas de ecrã enviadas por utilizadores do Emulador Dolphin: jogos da GameCube e Wii em HD.

source: Screenshots gallery
el: Γκαλερί Στιγμιότυπων
hr: Galerija slika
pt: Galeria de imagens
th_th: แกลลอรี่ภาพถ่ายหน้าจอ

source: Media gallery
el: Γκαλερί πολυμέσων
hr: Galerija
pt: Galeria multimédia
th_th: คลังสื่อ

source: Page not found
el: Η σελίδα δεν βρέθηκε
hr: Stranica nije pronađena
pt: Página não encontrada
th_th: ไม่พบหน้าเว็บ

source: The URL you tried to access does not exist.
el: To URL που επιχειρήσατε να αποκτήσετε πρόσβαση δεν υπάρχει.
hr: URL kojemu ste pokušali pristupiti ne postoji
pt: O URL que tentaste aceder não existe.
th_th: ลิงก์ที่คุณพยายามเข้าชมไม่สามารถเข้าถึงได้

source: Internal Server Error
el: Εσωτερικό Σφάλμα Διακομιστή
hr: Interna Pogreška Poslužitelja
pt: Erro Interno do Servidor

source: There was an error while trying to access this page. Please refresh the page in a few seconds.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια πρόσβασης σε αυτή τη σελίδα. Παρακαλούμε ανανεώστε τη σελίδα σε λίγα δευτερόλεπτα.
hr: Dogodila se pogreška prilikom otvaranja ove stranice. Molimo vas da osvježite stranicu za par sekundi.
pt: Houve um erro ao tentar aceder a esta página. Atualiza a página daqui a alguns segundos.
th_th: มีข้อผิดพลาดบางอย่างขณะพยายามเข้าถึงหน้านี้ กรุณารีเฟรชหน้านี้ใหม่อีกครั้งในอีกสักครู่

source: Latest blog articles
el: Τελευταία άρθρα blog
pt: Últimos artigos do blogue
th_th: บทความบล็อกล่าสุด

source: Blog
pt: Blogue
th_th: บล็อก

source: Screenshots
el: Εικόνες
hr: Slike
pt: Capturas de ecrã
th_th: ภาพหน้าจอ

source: Forum
pt: Fórum
th_th: ฟอรั่ม

source: Code
el: Κώδικας
hr: Kod
pt: Código
th_th: โค้ด

source: &copy; 2014 Dolphin Emulator Project - <a href="%(WEBSITE_GIT_URL)s">Website source code</a>
el: &copy; 2014 Dolphin Emulator Project - <a href="%(WEBSITE_GIT_URL)s">Πηγαίος κώδικας ιστοσελίδας</a>
hr: &copy; 2014 Dolphin Emulator Projekt - <a href="%(WEBSITE_GIT_URL)s">Izvorni kod web stranice</a>
pt: &copy; Projeto do Emulador Dolphin 2014 - <a href="%(WEBSITE_GIT_URL)s">código fonte do site</a>
th_th: &copy; 2014 โครงการ Dolphin Emulator - <a href="%(WEBSITE_GIT_URL)s">เว็บไซต์ซอร์สโค้ด</a>

source: FAQ
el: Συχνές Ερωτήσεις
th_th: คำถามที่พบบ่อย

source: Wiki
th_th: วิกิ
