Repository: dolphin-emu/www
Catalog: dolweb/locale/*/LC_MESSAGES/django.po
Languages: el, hr, pt, th_th

source: Content
el: Περιεχόμενο
hr: Sadržaj
pt: Conteúdo
th_th: เนื้อหา

source: Entries for the series %s
el: Καταχωρήσεις για τη σειρά %s
pt: Entradas para a série %s
th_th: บทความสำหรับบทความชุด %s

source: The latest entries for the series %s
el: Οι τελευταίες καταχωρήσεις για τη σειρά %s
pt: As últimas entradas para a série %s
th_th: บทความสุดท้ายของบทความชุด %s

source: image
el: εικόνα
hr: slika
pt: imagem
th_th: รูปภาพ

source: Used for illustration.
el: Χρησιμοποιούνται για απεικόνιση.
pt: Usado para ilustração.
th_th: ใช้สำหรับภาพประกอบ

source: Search articles
el: Αναζήτηση άρθρων
hr: Pretraži članke
pt: Procurar artigos
th_th: ค้นหาบทความ

source: Blog tags
el: Ετικέτες blog
hr: Oznake bloga
pt: Etiquetas do blogue
th_th: ป้ายกำกับบล็อก

source: Blog series
el: Blog σειράς
pt: Séries do blogue
th_th: บทความชุด

source: See all
el: Προβολή όλων
hr: Prikaži sve
pt: Ver tudo
th_th: ดูทั้งหมด

source: %(count)s entry
el: %(count)s καταχώρηση
pt: %(count)s entrada
th_th: %(count)s เอนทรี

source: RSS feed:
el: Pοές RSS:
pt: Feed RSS:

source: No blog series yet.
el: Δεν υπάρχει blog σειρά ακόμα.
hr: Nema objava
pt: Sem séries do blogue de momento.
th_th: ยังไม่มีบล็อกชุด

source: Written by
el: Συντάχθηκε από τον
hr: Napisao/la
pt: Escrito por
th_th: เขียนโดย

source: Show all %(author)s's entries
el: Δείτε όλες τις καταχωρήσεις του %(author)s
pt: Mostrar todas as entradas de %(author)s
th_th: แสดงบทความทั้งหมดของ %(author)s

source: on
el: στις
hr: datuma
pt: a
th_th: เมื่อ

source: Written on
el: Γράφτηκε στις
pt: Escrito a
th_th: เขียนเมื่อ

source: Last update on
el: Τελευταία ενημέρωση στις
pt: Última atualização a
th_th: อัปเดตครั้งล่าสุดเมื่อ

source: Short URL to %(object)s
el: Σύντομο URL για %(object)s
pt: URL curto para %(object)s
th_th: ย่อลิงก์เป็น %(object)s

source: Short link
el: Σύντομος σύνδεσμος
hr: Kratki link
pt: Ligação curta
th_th: ย่อลิงก์

source: Visit forum thread for this article
el: Επισκεφθείτε το νήμα του forum για αυτό το άρθρο
pt: Ver tópico do fórum desde artigo.
th_th: เยี่ยมชมฟอรั่มสำหรับหัวข้อนี้

source: Forum thread
el: Νήμα στο forum
pt: Tópico do fórum
th_th: ฟอรั่ม

source: Continue reading %(object)s
el: Συνέχεια ανάγνωσης %(object)s
pt: Continuar a ler %(object)s
th_th: อ่านต่อ %(object)s

source: Continue reading
el: Συνέχεια ανάγνωσης
hr: Nastavi čitati
pt: Continuar a ler
th_th: อ่านต่อ

source: You can continue the discussion in the <a href="%(url)s" title="Visit forum thread for this article">forum thread</a> of this article.
el: Μπορείτε να συνεχίσετε την συζήτηση στο αντίστοιχο <a href="%(url)s" title="Επισκεφθείτε το νήμα του φόρουμ αυτού του άρθρου">νήμα του φόρουμ</a> αυτού του άρθρου.
pt: Poderás continuar a discussão no <a href="%(url)s" title="Visitar o tópico do fórum para este artigo">tópico do fórum</a> deste artigo.
th_th: คุณสามารถพูดคุยต่อใน<a href="%(url)s" title="ไปยังฟอรั่มสำหรับหัวข้อนี้">ฟอรั่ม</a>เกี่ยวกับหัวข้อนี้ได้

source: This article is number %(nth)s within the blog series <a href="%(url)s"><em>%(series)s</em></a>.
el: Αυτό το άρθρο είναι το νούμερο %(nth)s μέσα στην σειρά του blog <a href="%(url)s"><em>%(series)s</em></a>.
pt: Este é o artigo número %(nth)s na série do blogue <a href="%(url)s"><em>%(series)s</em></a>.
th_th: บทความนี้เป็นบทความที่ %(nth)s ของบทความชุด <a href="%(url)s"><em>%(series)s</em></a>.

source: ‹ Previous article in series
el: ‹ Προηγούμενο άρθρο στη σειρά
pt: < Artigo anterior em série
th_th: ‹ บทความก่อนหน้าในซีรีย์นี้

source: Next article in series ›
el: Επόμενο άρθρο στη σειρά ›
pt: Artigo seguinte em série >
th_th: บทความถัดไปของซีรีย์นี้ ›

source: Tags
el: Ετικέτες
hr: Oznake
pt: Etiquetas
th_th: ป้ายกำกับ

source: Show all entries tagged by %(tag)s
el: Δείτε όλες τις καταχωρήσεις με ετικέτα %(tag)s
pt: Mostrar todas as entradas com a etiqueta %(tag)s
th_th: แสดงบทความทั้งหมดที่ติดป้ายกำกับ %(tag)s

source: No tags
el: Καμία ετικέτα
hr: Nema oznaka
pt: Sem etiquetas
th_th: ไม่มีป้ายกำกับ

source: Categories
el: Κατηγορίες
hr: Kategorije
pt: Categorias
th_th: หมวดหมู่

source: Show all entries in %(category)s
el: Εμφάνιση όλων των καταχωρήσεων σε %(category)s
pt: Mostrar todas as entradas em %(category)s
th_th: แสดงเอนทรี่ทั้งหมดในหมวด %(category)s

source: No categories
el: Καμία κατηγορία
hr: Nema kategorija
pt: Sem categorias
th_th: ไม่มีหมวดหมู่

source: RSS Feed of discussions on
el: RSS Feed των συζητήσεων για
pt: Feed RSS de debates em

source: RSS Feed of comments on
el: RSS Feed σχολίων σχετικά με
pt: Feed RSS de comentários em

source: RSS Feed of pingbacks on
el: RSS ροή των pingbacks προς
pt: Feed RSS de pingbacks em

source: RSS Feed of trackbacks on
el: RSS ροή των trackbacks προς
pt: Feed RSS de pistas em

source: Next entry
el: Επόμενη καταχώρηση
pt: Entrada seguinte
th_th: บทความถัดไป

source: Previous entry
el: Προηγούμενη καταχώρηση
pt: Entrada anterior
th_th: บทความที่แล้ว

source: Related entries
el: Σχετικές καταχωρήσεις
pt: Entradas relacionadas
th_th: บทความที่เกี่ยวข้อง

source: Similar entries
el: Παρόμοιες καταχωρήσεις
pt: Entradas semelhantes
th_th: บทความที่คล้ายกัน

source: Edit the entry
el: Επεξεργαστείτε την καταχώρηση
pt: Editar a entrada
th_th: แก้ไขบทความ

source: Latest entries for
el: Τελευταίες καταχωρήσεις για
pt: Últimas entradas para
th_th: บทความล่าสุดของ

source: the category
el: η κατηγορία
hr: kategorija
pt: a categoria
th_th: หมวดหมู่

source: the tag
el: η ετικέτα
hr: oznaka
pt: a etiqueta
th_th: ป้ายกำกับ

source: the author
el: ο συγγραφέας
hr: autor
pt: o autor
th_th: ผู้เขียน

source: page
el: σελίδα
hr: stranica
pt: página
th_th: หน้า

source: RSS Feed
el: RSS ροή
pt: Feed RSS
th_th: ฟีดข่าว

source: Latest entries
el: Τελευταίες καταχωρήσεις
pt: Últimas entradas
th_th: บทความล่าสุด

source: Category
el: Κατηγορία
hr: Kategorija
pt: Categoria
th_th: หมวดหมู่

source: Tag
el: Ετικέτα
hr: Oznaka
pt: Etiqueta
th_th: ป้ายกำหับ

source: Author
el: Συγγραφέας
hr: Autor
pt: Autor
th_th: ผู้เขียน

source: Page
el: Σελίδα
hr: Stranica
pt: Página
th_th: หน้า

source: Category archives: %(category)s
el: Αρχεία ανά κατηγορία: %(category)s
pt: Arquivos de categoria: %(category)s
th_th: คลังหมวดหมู่: %(category)s

source: Tag archives: %(tag)s
el: Αρχεία ανά ετικέτα: %(tag)s
pt: Etiquetas do autor: %(tag)s
th_th: คลังป้ายกำกับ: %(tag)s

source: Author archives: %(author)s
el: Αρχεία ανά συγγραφέα: %(author)s
pt: Arquivos do autor: %(author)s
th_th: คลังผู้เขียน: %(author)s

source: No entries yet.
el: Δεν υπάρχουν καταχωρήσεις ακόμα.
pt: Sem entradas ainda.
th_th: ยังไม่มีบทความ

source: Edit the category
el: Επεξεργαστείτε την κατηγορία
hr: Promijenite kategoriju
pt: Editar a categoria
th_th: แก้ไขหมวดหมู่

source: Edit the tag
el: Επεξεργαστείτε την ετικέτα
hr: Promijenite oznaku
pt: Editar a etiqueta
th_th: แก้ไขป้ายกำกับ

source: Edit the author
el: Επεξεργασία του συγγραφέα
hr: Promijenite autora
pt: Editar o autor
th_th: แก้ไขผู้เขียน

source: Latest news for Dolphin Emulator
el: Τελευταία νέα για τον Dolphin Εξομοιωτή
hr: Najnovije vijesti
pt: Últimas novidades do Emulador Dolphin
th_th: ข่าวล่าสุดเกี่ยวกับ Dolphin Emulator

source: Articles
el: Άρθρα
hr: Članci
pt: Artigos
th_th: บทความ

source: You can use - to exclude words or phrases, &quot;double quotes&quot; for exact phrases and the AND/OR boolean operators combined with parenthesis for complex queries.
el: Μπορείτε να χρησιμοποιήσετε - για να εξαιρέσετε λέξεις ή φράσεις, &quot;double quotes&quot; για συγκεκριμένες φράσεις και τους AND/OR διαδικούς τελεστές συνδιασμένους με παρενθέσεις για πολύπλοκα ερωτήματα.
pt: Poderás usar - de modo a eliminar palavras ou frases, &quot;aspas&quot; para determinadas frases e os operadores booleanos E/OU combinados com parêntesis para dúvidas complexas.

source: The Dolphin Emulator compatibility list contains all the games we tested, sorted by how well they work on the emulator.
el: Η λίστα συμβατότητας του Dolphin Εξομοιωτή περιέχει όλα τα παιχνίδια που δοκιμάσαμε, ταξινομημένα με βάση το πόσο καλά δουλεύουν στον εξομοιωτή.
hr: Dolphin lista kompatibilnosti sadrži sve testirane igre poredane prema tome koliko se dobro izvode.
pt: A lista de compatibilidade do Emulador Dolphin contém todos os jogos testados por nós, avaliados pela forma de como funcionarão no emulador.
th_th: รายการความเข้ากันได้ของDolphin Emulator และเกมทั้งหมดที่เราได้ทดสอบแล้ว เรียงลำดับจากความเข้ากันได้มากแค่ไหนกับตัว Emulator

source: Compatibility List - page %(page)s
el: Λίστα Συμβατότητας - σελίδα %(page)s
hr: Lista kompatibilnosti - stranica %(page)s
pt: Lista de Compatibilidade - página %(page)s
th_th: รายการความเข้ากันได้ - หน้า %(page)s

source: How to read the ratings
el: Πώς να διαβάσετε τις διαβαθμίσεις
hr: Objašnjenje ocijena
pt: Como ler as classificações
th_th: วิธีการอ่านค่าเรตติ้ง

source: 5 out of 5
el: 5 από 5
hr: 5 od 5
pt: 5 de 5
th_th: 5 เต็ม 5

source: <strong>Perfect</strong>: No issues at all!
el: <strong>Τέλειο</strong>: Κανένα πρόβλημα!
hr: <strong>Savršeno</strong>: Problema nema!
pt: <strong>Perfeito</strong>: Sem quaisquer problemas!
th_th: <strong>สมบูรณ์</strong>: ไม่มีปัญหาอะไรเลย!

source: 4 out of 5
el: 4 από 5
hr: 4 od 5
pt: 4 de 5
th_th: 4 จาก 5

source: <strong>Playable</strong>: Runs well, only minor graphical or audio glitches. Games can be played all the way through.
el: <strong>Παίζεται</strong>: Τρέχει καλά, μόνο μικρά προβλήματα σε γραφικά και ήχο. Τα παιχνίδια μπορούν να παιχτούν μέχρι τέλους.
hr: <strong>Igrivo</strong>: Možete prijeći cijelu igru uz tek poneku vizualnu ili audio grešku.
pt: <strong>Jogável</strong>: Funciona bem, com apenas algumas falhas gráficas ou de áudio. Os jogos podem ser jogados até ao fim.
th_th: <strong>เล่นได้</strong>: รันเกมได้ดี มีปัญหาเล็กน้อยกับกราฟิกหรือเสียง แต่เกมยังคงเล่นต่อไปได้

source: 3 out of 5
el: 3 από 5
hr: 3 od 5
pt: 3 de 5
th_th: 3 จาก 5

source: <strong>Starts</strong>: Starts, maybe even plays well, but crashes or major graphical/audio glitches.
el: <strong>Ξεκινάει</strong>: Ξεκινάει, ίσως και να παίζει και καλά, αλλά κρασάρει ή εμφανίζει μεγάλα προβλήματα γραφικών/ήχου.
hr: <strong>Pokrene se</strong>: Možda se i može igrati unatoč svim tim vizualnim/audio greškama.
pt: <strong>Inicia</strong>: Inicia, talvez até se jogue bem, mas falha ou tem falhas maiores gráficas/de áudio.
th_th: <strong>เริ่มเกมได้</strong>: เริ่มเกมได้ อาจจะเล่นไปได้สักพักแต่จะมีปัญหาการแครชหรือปัญหาใหญ่เกี่ยวกับกราฟิก/เสียง

source: 2 out of 5
el: 2 από 5
hr: 2 od 5
pt: 2 de 5
th_th: 2 จาก 5

source: <strong>Intro/Menu</strong>: Hangs/crashes somewhere between booting and starting.
el: <strong>Εισαγωγή/Μενού</strong>: Κολλάει/κρασάρει κάπου μεταξύ φόρτωσης και εκκίνησης από τα μενού.
hr: <strong>Uvod/Meni</strong>: Uruši se negdje između pokretanja i menija.
pt: <strong>Introdução/Menu</strong>: Para/falha algures entre o arranque e a inicialização.
th_th: <strong>อินโทร/เมนู</strong>: แฮงค์/แครช ในบางจุดระหว่างการบูตเกมไปจนถึงตอนเริ่มเกม

source: 1 out of 5
el: 1 από 5
hr: 1 od 5
pt: 1 de 5
th_th: 1 จาก 5

source: <strong>Broken</strong>: Crashes when booting.
el: <strong>Χαλασμένο</strong>: Κρασάρει κατά την φόρτωση.
hr: <strong>Pokvareno</strong>: Uruši se tijekom pokretanja.
pt: <strong>Inoperacional</strong>: Falha no arranque.
th_th: <strong>เปิดไม่ได้</strong>: แครชเมื่อทำการบูตเกม

source: Statistics
el: Στατιστικά
hr: Statistike
pt: Estatísticas
th_th: สถิติ

source: Remove filter
el: Αφαίρεση φίλτρου
hr: Ukloni filter
pt: Remover filtro
th_th: นำตัวกรองออก

source: Show all
el: Εμφάνιση όλων
hr: Pokaži sve
pt: Mostrar tudo
th_th: แสดงทั้งหมด

source: Filter by this rating
el: Φιλτράρισμα με αυτή την βαθμολογία
pt: Filtrar por classificação
th_th: กรองโดยความนิยม

source: Filter
el: Φιλτράρισμα
pt: Filtro
th_th: ตัวกรอง

source: Game title (click for details)
el: Τίτλος παιχνιδιού (κάντε κλικ για λεπτομέρειες)
hr: Naslov Igre (kliknite za detalje)
pt: Título do jogo (clicar para detalhes)
th_th: ชื่อเกม (คลิกดูรายละเอียด)

source: Compatibility
el: Συμβατότητα
hr: Kompatibilnost
pt: Compatibilidade
th_th: การทำงานร่วมกันได้

source: Last updated
el: Τελευταία ενημέρωση
hr: Zadnji put ažurirano
pt: Última atualização
th_th: การปรับปรุงล่าสุด

source: Your query does not match any game.
el: Το ερώτημά σας δεν ταιριάζει με κανένα παιχνίδι.
pt: A tua consulta não corresponde a nenhum jogo.
th_th: การค้นหาไม่ตรงกับผลการค้นหาใดเลย

source: Unknown
el: Άγνωστο
hr: Nepoznato
pt: Desconhecido
th_th: ไม่มีข้อมูล

source: Broken
el: Χαλασμένο
hr: Pokvareno
pt: Inoperacional
th_th: เปิดไม่ได้

source: Intro/Menu
el: Εισαγωγή/Μενού
hr: Uvod/Meni
pt: Introdução/Menu
th_th: อินโทร/เมนู

source: Starts
el: Ξεκινάει
hr: Pokrene se
pt: Inicia
th_th: เริ่มเกมได้

source: Playable
el: Παίζεται
hr: Igrivo
pt: Jogável
th_th: เล่นได้

source: Perfect
el: Τέλειο
hr: Savršeno
pt: Perfeito
th_th: สมบูรณ์

source: The Official Dolphin FAQ answers all the questions that people often ask about Dolphin.
el: Οι Επίσημες Συχνές Ερωτήσεις του Dolphin απαντούν σε όλες τις ερωτήσεις που οι άνθρωποι συχνά ρωτούν για Dolphin.
hr: Službeni Dolphin FAQ ima odgovore na neka od često postavljenih pitanja.
pt: A FAQ Oficial do Dolphin responde a todas as questões frequentes acerca do Dolphin.
th_th: The Official Dolphin FAQ คำถาม-คำตอบที่พบบ่อยเกี่ยวกับ Dolphin Emulator

source: Frequently Asked Questions
el: Συχνά Ασκούμενες Ερωτήσεις
hr: Često Postavljena Pitanja
pt: Perguntas Frequentes
th_th: คำถามที่พบบ่อย

source: Go back to the guides list
el: Πηγαίνετε πίσω στην λίστα οδηγιών
hr: Natrag na listu vodiča
pt: Voltas à lista de guias
th_th: กลับไปยังรายการคำแนะนำการใช้งาน

source: See all the guides written by the Dolphin team about the emulator.
el: Δείτε όλους τους οδηγούς που γράφτηκαν από την ομάδα του Dolphin για τον εξομοιωτή.
hr: Pogledaj sve vodiče koje je napisao tim Dolphin.
pt: Ver todos os guias escritos pela equipa do Dolphin acerca do emulador.
th_th: ดูวิธีใช้งานอีมูเลเตอร์ทั้งหมดที่เขียนโดนทีมงาน Dolphin

source: Guides
el: Οδηγίες
hr: Vodiči
pt: Guias
th_th: คู่มือการใช้

source: Guides and documentation
el: Οδηγίες και εγχειρίδια
hr: Vodiči i dokumentacija
pt: Guias e documentação
th_th: แนะนำการใช้งานและเอกสารกำกับ

source: No published guide available
el: Δεν υπάρχουν διαθέσιμοι οδηγοί για δημοσίευση
hr: Ni jedan takav vodič nije dostupan
pt: Sem publicações de guias disponíveis
th_th: ยังไม่มีคู่มือเผยแพร่ที่ใช้ได้

source: Change with no description
el: Αλλαγή χωρίς περιγραφή
hr: Promjeniti bez opisa
pt: Alterar sem descrição
th_th: เปลี่ยนโดยไม่มีคำอธิบาย

source: (<a href="%(pr_url)s">PR #%(pr_id)s</a> from <a href="%(author_url)s">%(author)s</a>)
pt: (<a href="%(pr_url)s">PR #%(pr_id)s</a> de <a href="%(author_url)s">%(author)s</a>)

source: Download development builds
el: Κατεβάστε δοκιμαστικές εκδόσεις
hr: Preuzmi razvojne verzije
pt: Transferir versões em desenvolvimento
th_th: ดาวน์โหลดเวอร์ชันที่อยู่ในช่วงพัฒนา

source: <tt>%(branch)s</tt> branch
el: <tt>%(branch)s</tt> διακλάδωση
hr: <tt>%(branch)s</tt> grana
pt: <tt>%(branch)s</tt> ramo
th_th: <tt>%(branch)s</tt> รุ่นต่อยอด

source: View older versions »
el: Προβολή παλαιότερων εκδόσεων »
hr: Pogledaj starije verzije »
pt: Ver versões anteriores »
th_th: ดูเวอร์ชันที่เก่ากว่า »

source: Branch list
el: Λίστα διακλαδώσεων
hr: Lista grana
pt: Lista de ramos
th_th: รายการรุ่นต่อยอด

source: No development release yet
el: Δεν έχει εκδοθεί δοκιμαστική έκδοση ακόμα
hr: Razvojna verzija još nije izdana
pt: Nenhuma versão em desenvolvimento neste momento
th_th: ยังไม่มีการปล่อยเวอร์ชันที่อยู่ในช่วงพัฒนา

source: Download the latest version of the Dolphin Emulator (%(ver)s) from the official website.
el: Κατεβάστε την τελευταία έκδοση του Dolphin Εξομοιωτή (%(ver)s) από την επίσημη ιστοσελίδα.
hr: Preuzmite najnoviju verziju Dolphin Emulatora (%(ver)s) sa službene web stranice.
pt: Transferir a última versão do Emulador Dolphin (%(ver)s) do site oficial.
th_th: ดาวน์โหลด Dolphin Emulator เวอร์ชันล่าสุด (%(ver)s) จากเว็บไซต์อย่างเป็นทางการ

source: Download
el: Κατεβάστε
hr: Preuzmi
pt: Transferir
th_th: ดาวน์โหลด

source: Development versions
el: Δοκιμαστικές εκδόσεις
hr: Verzije u izradi
pt: Versões em desenvolvimento
th_th: เวอร์ชันที่อยู่ในช่วงพัฒนา

source: <p>Development versions are released every time a developer makes a change to Dolphin, several times every day! Using development versions enables you to use the latest and greatest improvements to the project. They are however less tested than stable versions of the emulator.</p> <p>The development versions require the <a href="https://www.microsoft.com/en-us/download/details.aspx?id=48145">64-bit Visual C++ redistributable for Visual Studio 2015</a> to be installed.</p>
el: <p>Οι δοκιμαστικές εκδόσεις κυκλοφορούν κάθε φορά που ένας προγραμματιστής κάνει μια αλλαγή στο Dolphin, πολλές φορές σε καθημερινή βάση! Η χρησιμοποίηση των δοκιμαστικών εκδόσεων σας δίνει την δυνατότητα να χρησιμοποιήσετε τις τελευταίες και μεγαλύτερες βελτιώσεις στο project. Έχουν ελεγχθεί όμως λιγότερο απ' ότι οι σταθερές εκδόσεις του εξομοιωτή. </p> <p>Οι δοκιμαστικές εκδόσεις απαιτούν το <a href="https://www.microsoft.com/en-us/download/details.aspx?id=48145">64-bit Visual C++ redistributable for Visual Studio 2015</a> να είναι εγκατεστημένο.</p>
pt: <p>Versões em Desenvolvimento são lançadas sempre que um programador faz alterações ao Dolphin, várias vezes ao dia! Utilizar estas versões permite-te conhecer os últimos e mais fantásticos melhoramentos ao projeto. Foram, no entanto, menos testadas que as versões estáveis do emulador.</p> <p>As Versões em Desenvolvimento requerem a instalação do <a href="https://www.microsoft.com/en-us/download/details.aspx?id=48145">Visual C++ 64-bit redestribuído para o Visual Studio 2015</a></p>

source: Stable versions
el: Σταθερές εκδόσεις
hr: Stabilne verzije
pt: Versões estáveis
th_th: เวอร์ชันสมบูรณ์

source: Stable versions are released after a lot of testing to ensure emulation performance and stability. However, since they are released less often, they might be outdated and lacking some new features.
el: Οι σταθερές εκδόσεις κυκλοφορούν μετά από πολλές δοκιμές για να διασφαλιστεί η ταχύτητα και η σταθερότητα της εξομοίωσης. Παρόλα αυτά, καθότι γίνονται διαθέσιμες πιο σπάνια, μπορεί να έχουν ξεπεραστεί και να υπολείπονται ορισμένα νέα χαρακτηριστικά.
hr: Stabilne verzije se izdaju nakon mnogo testiranja da bi se osigurala brzina i stabilnost emulacije.Ako ne znate koju verziju Dolphina da koristite, najnovija stabilna verzija je generalno najbolja.
pt: A versões estáveis são lançadas após muitos testes garantindo assim estabilidade e desempenho na emulação. Contudo, uma vez sendo lançadas com menos frequência, poderão estar desatualizadas e perder algumas das novas funções.

source: No stable release yet
el: Δεν έχει εκδοθεί σταθερή έκδοση ακόμα
hr: Stabilna verzije nije izdana
pt: Sem versões estáveis de momento
th_th: ยังไม่มีการปล่อยเวอร์ชันสมบูรณ์

source: Older Ubuntu (< 15.04) and users of other Linux distributions
el: Χρήστες Ubuntu παλαιότερων εκδόσεων (< 15.04) και χρήστες από άλλες διανομές Linux
pt: Velho Ubuntu (< 15.04) e utilizadores de outras distribuições do Linux

source: Ubuntu 14.10 and older users can install a PPA for development and stable versions of Dolphin here: <a href="https://wiki.dolphin-emu.org/index.php?title=Installing_Dolphin#Ubuntu">Installing Dolphin</a>
el: Χρήστες Ubuntu 14.10 και παλαιότερων μπορούν να εγκαταστήσουν ένα PPA για τις δοκιμαστικές και τις σταθερές εκδόσεις του Dolphin εδώ: <a href="https://wiki.dolphin-emu.org/index.php?title=Installing_Dolphin#Ubuntu">Installing Dolphin</a>
pt: Utilizadores do Ubuntu 14.10 ou inferior podem instalar uma PPA para versões estáveis e em desenvolvimento do Dolphin aqui: <a href="https://wiki.dolphin-emu.org/index.php?title=Installing_Dolphin#Ubuntu">Instalar o Dolphin</a>

source: Users of other Linux distributions can look here to compile Dolphin: <a href="https://wiki.dolphin-emu.org/index.php?title=Building_Dolphin_on_Linux">Building Dolphin on Linux</a>
el: Χρήστες από άλλες διανομές του Linux μπορούν να κοιτάξουν εδώ για να κάνουν compile το Dolphin: <a href="https://wiki.dolphin-emu.org/index.php?title=Building_Dolphin_on_Linux">Building Dolphin on Linux</a>
pt: Utilizadores de outras distribuições do Linux podem ver aqui como compilar o Dolphin: <a href="https://wiki.dolphin-emu.org/index.php?title=Building_Dolphin_on_Linux">Criar o Dolphin no Linux</a>

source: Source code
el: Πηγαίος κώδικας
hr: Izvorni Kod
pt: Código fonte
th_th: ซอร์สโค้ด

source: The latest version of the Dolphin source code can be downloaded from the project Git repository.
el: Η τελευταία έκδοση του πηγαίου κώδικα του Dolphin μπορεί να κατεβεί από το project Git repository.
hr: Najnovija verzija Dolphin izvornog koda je dostupna za preuzimanje sa skladišta projekta Git.
pt: A última versão do código fonte do Dolphin poderá ser transferida a partir do repositório do projeto Git.
th_th: เวอร์ชันล่าสุดของ Dolphin ซอร์สโค้ด สามารถดาวน์โหลดได้จาก Git

source: You can also <a href="%(GIT_BROWSE_URL)s">browse the current version of the source code</a>.
el: Μπορείτε επίσης <a href="%(GIT_BROWSE_URL)s">να περιηγηθείτε στην τρέχουσα έκδοση του πηγαίου κώδικα</a>.
hr: Također možete <a href="%(GIT_BROWSE_URL)s">i pregledati najnoviju verziju izvornog koda</a>.
pt: Poderás também <a href="%(GIT_BROWSE_URL)s">procurar a versão atual do código fonte</a>.

source: Reporting bugs
el: Υποβολή σφαλμάτων
hr: Prijavljivanje problema
pt: Relatório de erros
th_th: รายงานข้อผิดพลาด

source: For reporting bugs please go to <a href="%(ISSUES_URL)s">the issue tracker</a>. Before creating a new issue, make sure to try a recent development build and search the existing issues.
el: Για υποβολή σφαλμάτων παρακαλώ πηγαίνετε στον <a href="%(ISSUES_URL)s">the issue tracker</a>. Πριν να δημιουργήσετε μια νέα αναφορά σφάλματος, βεβαιωθείτε πως χρησιμοποιείτε την πιο πρόσφατη δοκιμαστική έκδοση και έχετε ψάξει τα υπάρχοντα σφάλματα.
pt: Para relatar erros, vai à <a href="%(ISSUES_URL)s">resolução de problemas</a>. Antes de criares um novo problema, certifica-te de que usas uma versão de desenvolvimento recente e de que conheces os problemas existentes.

source: %(branch)s branch - page %(page)s
el: %(branch)s διακλάδωση - σελίδα %(page)s
hr: %(branch)s grana - stranica %(page)s
pt: %(branch)s ramo - página %(page)s
th_th: %(branch)s รุ่นต่อยอด - หน้า %(page)s

source: <tt>%(branch)s</tt> branch - page %(page)s
el: <tt>%(branch)s</tt> διακλάδωση - σελίδα %(page)s
hr: <tt>%(branch)s</tt> grana - stranica %(page)s
pt: <tt>%(branch)s</tt> ramo - página %(page)s
th_th: <tt>%(branch)s</tt> รุ่นต่อยอด - หน้า %(page)s

source: Information on %(br)s
el: Πληροφορίες για %(br)s
hr: Informacije o %(br)s
pt: Informação em %(br)s
th_th: ข้อมูลเกี่ยวกับ %(br)s

source: Information for %(br)s
el: Πληροφορίες για %(br)s
hr: Informacije za %(br)s
pt: Informação para %(br)s
th_th: ข้อมูลสำหรับ %(br)s

source: Version
el: Έκδοση
hr: Verzija
pt: Versão
th_th: เวอร์ชัน

source: Branch
el: Διακλάδωση
hr: Grana
pt: Ramo
th_th: รุ่นต่อยอด

source: Date
el: Ημερομηνία
hr: Datum
pt: Data
th_th: วันที่

source: Commit
hr: Podaci
pt: Consolidar
th_th: มอบหมาย

source: Change author
el: Αλλαγή συγγραφέα
hr: Promjena autora
pt: Alterar autor
th_th: เปลี่ยนผู้เขียน

source: Change description
el: Αλλαγή περιγραφής
hr: Promjena opisa
pt: Alterar descrição
th_th: เปลี่ยนคำอธิบาย
